{
    "otherawards": [
        {
            "AwardName": "American Association of University Women (AAUW)",
            "DueDate": "Various - Depending on Programs",
            "FundingLevel": "Up to $35,000",
            "Website": "https://www.aauw.org/what-we-do/educational-funding-and-awards/",
            "Description": "Fellowship and grant recipients perform research in a wide range of disciplines and work to improve their schools and communities. Their intellect, dedication, imagination, and effort promise to forge new paths in scholarship, improve the quality of life for all, and tackle the educational and social barriers facing women worldwide. AAUW seeks a diverse applicant pool.",
            "DegreeLevel": "Various",
            "OpenforInternationalStudents": "Yes",
            "DetailedRequirementsonEligibility":[ "American Fellowships - Women pursuing full-time study to complete dissertations, conducting postdoctoral research full time, or preparing research for publication for eight consecutive weeks",
                                                     "Career Development Grants - Women pursuing a certificate or degree to advance their careers, change careers, or reenter the workforce and whose bachelor’s degree was received at least five years before the award period",
                                                     "International Fellowships - Women pursuing full-time graduate or postdoctoral study in the United States who are not U.S. citizens or permanent residents",
                                                     "Research Publication Grant in Engineering, Medicine, and Science - Women conducting basic research in engineering, medicine, or the physical or biological sciences and who have a doctorate degree in one of those fields. The grantee is required to publish their research in a scholarly scientific publication and be listed as a primary author.",
                                                     "Selected Professions Fellowships - Women pursuing full-time study in a master’s or professional degree program in which women are underrepresented, including STEM, law, business, and medicine"
                                                    ],
            "Logo":"AAUW"
        },
        {
            "AwardName": "American Educational Research Association Dissertation Grants",
            "DueDate": "3/23/20",
            "FundingLevel": "$25,000 Stipend",
            "Website": "http://www.aera.net/Professional-Opportunities-Funding/AERA-Funding-Opportunities/Grants-Program/Dissertation-Grants",
            "Description": "With support from the National Science Foundation, the American Educational Research Association (AERA) Grants Program seeks proposals for Dissertation Grants. The AERA Grants Program provides advanced graduate students with research funding and professional development and training. The program supports highly competitive dissertation research using rigorous quantitative methods to examine large-scale, education-related data. The aim of the program is to advance fundamental knowledge of relevance to STEM policy, foster significant science using education data, and build research capacity in education and learning. Since 1991, this AERA Program has been vital to both research and training at early career stages.\r\n",
            "DegreeLevel": "PhD",
            "DetailedRequirementsonEligibility": "Dissertation Grants are available for advanced doctoral students and are intended to support the student while analyzing data and writing the doctoral dissertation. Proposals are encouraged from the full range of education research fields and other fields and disciplines engaged in education-related research, including economics, political science, psychology, sociology, demography, statistics, public policy, and psychometrics. Applicants for this one-year, non-renewable award should be advanced doctoral students at the dissertation writing stage, usually the last year of study. Applicants may be U.S. citizens or U.S. permanent residents enrolled in a doctoral program. Non-U.S. citizens enrolled in a doctoral program at an U.S. institution are also eligible to apply. Underrepresented racial and ethnic minority researchers as well as women, individuals with disabilities, and veterans are strongly encouraged to apply.",
            "Logo":"AERA"
        },
        {
            "AwardName": "Charlotte W. Newcombe Doctoral Dissertation Fellowships",
            "DueDate": "11/15/20",
            "FundingLevel": "$25,000 ",
            "Website": "https://woodrow.org/fellowships/newcombe/",
            "Description": "The Charlotte W. Newcombe Doctoral Dissertation Fellowships are designed to encourage original and significant study of ethical or religious values in all fields of the humanities and social sciences, and particularly to help Ph.D. candidates in these fields complete their dissertation work in a timely manner. In addition to topics in religious studies or in ethics (philosophical or religious), dissertations appropriate to the Newcombe Fellowship competition might explore the ethical implications of foreign policy, the values influencing political decisions, the moral codes of other cultures, and religious or ethical issues reflected in history or literature.",
            "DegreeLevel": "PhD",
            "DetailedRequirementsonEligibility": "The Charlotte W. Newcombe Doctoral Dissertation Fellowships support the final year of work on Ph.D. dissertations dealing with ethical or religious values in fields across the humanities and social sciences.",
            "Logo":"WoodrowWilson"
        },
        {
            "AwardName": "Ford Foundation Fellowships",
            "DueDate": "November/December",
            "FundingLevel": "Up to $50,000 Per Year",
            "Website": "https://sites.nationalacademies.org/pga/fordfellowships/index.htm",
            "Description": "Through its Fellowship Programs, the Ford Foundation seeks to increase the diversity of the nation’s college and university faculties by increasing their ethnic and racial diversity, maximize the educational benefits of diversity, and increase the number of professors who can and will use diversity as a resource for enriching the education of all students.Predoctoral, Dissertation, and Postdoctoral fellowships will be awarded in a national competition administered by the National Academies of Sciences, Engineering, and Medicine on behalf of the Ford Foundation. ",
            "DegreeLevel": "PhD",
            "STEM Focus": "Yes",
            "DetailedRequirementsonEligibility": "Eligibility to apply for a Ford fellowship is limited to:    All U.S. citizens, U.S. nationals, and U.S. permanent residents (holders of a Permanent Resident Card), as well as individuals granted deferred action status under the Deferred Action for Childhood Arrivals Program1, Indigenous individuals exercising rights associated with the Jay Treaty of 1794, political asylees, and refugees, regardless of race, national origin, religion, gender, age, disability, or sexual orientation,    Individuals with evidence of superior academic achievement (such as grade point average, class rank, honors or other designations), and    Individuals committed to a career in teaching and research at the college or university level.",
            "Logo":"National Academies of Scienc"
        },
        {
            "AwardName": "Fulbright Scholars (Research and English Teaching Assistantships)",
            "DueDate": "October",
            "Website": "https://us.fulbrightonline.org/",
            "Description": "The Fulbright U.S. Student Program provides grants for individually designed study/research projects or for English Teaching Assistant Programs. A candidate will submit a Statement of Grant Purpose defining activities to take place during one academic year in a participating country outside the U.S.",
            "DegreeLevel": "Master, PhD",
            "DetailedRequirementsonEligibility": "Applicants must be citizens or nationals of the United States of America at the time of application.  Permanent residents are not eligible. Please review the Ineligibility section below in relation to the eligibility of dual citizens.    Applicants must have a conferred bachelor's degree or equivalent before the start of the grant.        In the creative and performing arts, four years of professional training and/or experience meets the basic eligibility requirement.    In the creative and performing arts, four years of professional training and/or experience meets the basic eligibility requirement.    Applicants must be in good health. Grantees will be required to submit a satisfactory Medical Certificate from a physician.    Applicants must have sufficient proficiency in the written and spoken language of the host country sufficient to communicate with the people and to carry out the proposed study/research. This is especially important for projects in the social sciences and the humanities.    Applicants may hold a J.D. at the time of application.    Doctors of Medicine may receive grants for advanced academic study, but not for internships or residencies. Scholars with an M.D. degree who have completed their formal postgraduate training and propose attachment to a hospital or clinic for the purpose of independent or collaborative research should apply to the Fulbright U.S. Scholar Program. Grants shall not authorize activity for which a license to practice medicine or nursing is required. The Fulbright Program cannot authorize proposals for medical research that involves clinical training, patient care or patient contact.    Preferred Qualifications    Strong preference in the Fulbright U.S. Student Program is for those who have not previously held a Fulbright grant. For the 2020-2021 competition, recipients of grants in 2017-2018, 2018-2019, and 2019-2020 will be at a competitive disadvantage, but are still eligible to apply, provided they continue to meet all other eligibility requirements.    Preference will be given to applicants whose higher education was undertaken primarily at educational institutions in the United States. Foreign study during the junior year or other periods of undergraduate study that are inte­gral parts of the curricula of American institutions will not be considered a disadvantage.    Candidates who have not resided or studied in the country to which they are applying for more than six months, not counting undergraduate study abroad, are preferred. Duty abroad in the Armed Forces of the United States is not considered disqualifying within the meaning of this section.    Candidates who have served in the Armed Forces of the United States will be given preference, provided their qualifications are approximately equivalent to those of other candidates.    For most programs, applicants who have had extensive, recent previous foreign experience in the host country are at a competitive disadvantage but are still eligible to apply.",
            "Logo":"Fulbright"
        },
        {
            "AwardName": "GEM Fellowship",
            "DueDate": "July 1 – November 15",
            "FundingLevel": "$4000-$16,000 ",
            "Website": "http://www.gemfellowship.org/students/gem-fellowship-program/",
            "Description": "GEM’s principal activity is the provision of graduate fellowships at the MS and PhD levels coupled with paid summer internships . GEM also offers fellowships without paid summer internships through our GEM University and Associate Fellowship programs.",
            "DegreeLevel": "Master, PhD",
            "STEM Focus": "Yes",
            "Logo":"GEM"
        },
        {
            "AwardName": "Microsoft PhD Fellowships",
            "DueDate": "9/30/20",
            "FundingLevel": "$42,000 USD stipend",
            "Website": "https://www.microsoft.com/en-us/research/academic-program/phd-fellowship/",
            "Description": "The proposed research must be closely related to the research topics carried out by Microsoft Research as noted in the Research areas tab above. Applicants for the Microsoft Research PhD Fellowship must be nominated by their universities, and their nominations must be submitted by the office of the chair of the department. Direct applications from students are not accepted",
            "DegreeLevel": "PhD",
            "STEM Focus": "Yes",
            "OpenforInternationalStudents": "Yes",
            "Logo":"Microsoft"
        },
        {
            "AwardName": "Social Science Research Council International Dissertation Research Fellowships",
            "DueDate": "November",
            "Website": "https://www.ssrc.org/fellowships/view/idrf-fellowship/",
            "Description": "The Mellon International Dissertation Research Fellowship (IDRF) offers nine to twelve months of support to graduate students in the humanities and humanistic social sciences who are enrolled in PhD programs in the United States and conducting dissertation research on non-US topics. Seventy fellowships are awarded annually.",
            "DegreeLevel": "PhD",
            "OpenforInternationalStudents": "Yes",
            "Logo":"SSRC"
        },
        {
            "AwardName": "Woodrow Wilson Dissertation Fellowships in Women's Studies",
            "DueDate": "10/15/20",
            "FundingLevel": "$25,000",
            "Website": "https://woodrow.org/fellowships/womens-studies/info/womens-studies-fellowship-eligibility/",
            "Description": "Since 1974, the Woodrow Wilson Dissertation Fellowship in Women’s Studies has been the only national program supporting original, significant, interdisciplinary doctoral dissertations on women’s issues.",
            "DegreeLevel": "PhD",
            "Logo":"WoodrowWilson"
        },
        {
            "AwardName": "Smithsonian Institutional Fellowship ",
            "DueDate": "varies",
            "Website": "https://www.smithsonianofi.com/fellowship-opportunities/",
            "Description": "The Smithsonian has a comprehensive list of awards listed on their site.",
            "DegreeLevel": "Master, PhD",
            "Logo":"Smithsonian"
        },
        {
            "AwardName": "Boren Fellowship for Study Abroad and National Security",
            "DueDate": "January",
            "Website": "https://www.borenawards.org/fellowships/boren-fellowship-basics",
            "Description": "Boren Fellowships, an initiative of the National Security Education Program, provide unique funding opportunities for U.S. graduate students to study less commonly taught languages in world regions critical to U.S. interests, and underrepresented in study abroad, including Africa, Asia, Central and Eastern Europe, Eurasia, Latin America, and the Middle East. The countries of Western Europe, Canada, Australia, and New Zealand are excluded.",
            "DegreeLevel": "Master, PhD",
            "STEM Focus": "Yes"
        },
        {
            "AwardName": "Department of Energy Computational Science Graduate Fellowship",
            "DueDate": "January",
            "Website": "https://www.krellinst.org/csgf/",
            "Description": "The DOE CSGF is open to U.S. citizens or permanent resident aliens who plan full-time, uninterrupted study toward a Ph.D. at an accredited U.S. university. We encourage applications from students in engineering and the physical, computer, mathematical or life sciences who meet the following eligibility requirements. The fellowship provides four years of support, but must be renewed each summer.",
            "DegreeLevel": "PhD",
            "STEM Focus": "Yes",
            "Logo":"csgf_horiz_logo"
        },
        {
            "AwardName": "Hispanic Scholarship Fund",
            "DueDate": "2/15/20",
            "Website": "https://www.hsf.net/scholarship",
            "Description": "The HSF Scholarship is designed to assist students of Hispanic heritage obtain a university degree.",
            "DegreeLevel": "Master, PhD"
        },
        {
            "AwardName": "National Research Council Research Associateship Programs",
            "DueDate": "February",
            "Website": "http://sites.nationalacademies.org/PGA/RAP/index.htm",
            "Description": "The NRC Research Associateship Programs (RAP) promote excellence in scientific and technological research conducted by the U.S. government through the administration of programs offering graduate, postdoctoral, and senior level research opportunities at sponsoring federal laboratories and affiliated institutions.",
            "DegreeLevel": "Master, PhD",
            "STEM Focus": "Yes",
            "Logo":"National Academies of Scienc"
        },
        {
            "AwardName": "GEM Fellowship",
            "DueDate": "September/October",
            "Website": "http://www.gemfellowship.org/students/gem-fellowship-program/",
            "Description": "GEM’s principal activity is the provision of graduate fellowships at the MS and PhD levels coupled with paid summer internships . GEM also offers fellowships without paid summer internships through our GEM University and Associate Fellowship programs.",
            "DegreeLevel": "Master, PhD",
            "STEM Focus": "Yes",
            "Logo":"GEM"
        },
        {
            "AwardName": "Microsoft PhD Fellowships",
            "DueDate": "September/October",
            "Website": "https://www.microsoft.com/en-us/research/academic-program/phd-fellowship/",
            "Description": "The proposed research must be closely related to the research topics carried out by Microsoft Research as noted in the Research areas tab above. Applicants for the Microsoft Research PhD Fellowship must be nominated by their universities, and their nominations must be submitted by the office of the chair of the department. Direct applications from students are not accepted",
            "DegreeLevel": "PhD",
            "STEM Focus": "Yes",
            "OpenforInternationalStudents": "Yes",
            "Logo":"Microsoft"
        },
        {
            "AwardName": "Woodrow Wilson Dissertation Fellowships in Women's Studies",
            "DueDate": "September/October",
            "Website": "https://woodrow.org/fellowships/womens-studies/info/womens-studies-fellowship-eligibility/",
            "Description": "Since 1974, the Woodrow Wilson Dissertation Fellowship in Women’s Studies has been the only national program supporting original, significant, interdisciplinary doctoral dissertations on women’s issues.",
            "DegreeLevel": "PhD",
            "Logo":"WoodrowWilson"
        },
        {
            "AwardName": "Social Science Research Council International Dissertation Research Fellowships",
            "DueDate": "November",
            "Website": "https://www.ssrc.org/fellowships/view/idrf-fellowship/",
            "Description": "The Mellon International Dissertation Research Fellowship (IDRF) offers nine to twelve months of support to graduate students in the humanities and humanistic social sciences who are enrolled in PhD programs in the United States and conducting dissertation research on non-US topics. Seventy fellowships are awarded annually.",
            "DegreeLevel": "PhD",
            "OpenforInternationalStudents": "Yes",
            "Logo":"SSRC"
        },
        {
            "AwardName": "Critical Language Scholarship",
            "DueDate": "November",
            "Website": "https://clscholarship.org/",
            "Description": "The Critical Language Scholarship (CLS) Program is an intensive overseas language and cultural immersion program for American students enrolled at U.S. colleges and universities. Students spend eight to ten weeks abroad studying one of 15 critical languages. The program includes intensive language instruction and structured cultural enrichment experiences designed to promote rapid language gains.",
            "DegreeLevel": "Master, PhD"
        },
        {
            "AwardName": "International Peace Scholarship",
            "DueDate": "December",
            "Website": "https://www.peointernational.org/about-peo-international-peace-scholarship-ips",
            "Description": "The International Peace Scholarship Fund, established in 1949, is a program which provides scholarships for selected women from other countries for graduate study in the United States and Canada.",
            "DegreeLevel": "International students only",
            "OpenforInternationalStudents": "Yes"
        },
        {
            "AwardName": "National Defense Science & Engineering Graduate Fellowship (NDSEG)",
            "DueDate": "December",
            "Website": "https://www.ndsegfellowships.org/",
            "Description": "National Defense Science and Engineering Graduate (NDSEG) Fellowships are awarded to applicants who will pursue a doctoral degree in, or closely related to, an area of DoD interest within one of the fifteen",
            "DegreeLevel": "PhD",
            "STEM Focus": "Yes"
        },
        {
            "AwardName": "DoD SMART Scholarships",
            "DueDate": "December",
            "Website": "https://smartscholarshipprod.service-now.com/smart",
            "Description": "The Science, Mathematics And Research for Transformation (SMART) Scholarship-for-Service Program is an opportunity for students pursuing an undergraduate or graduate degree in Science, Technology, Engineering, and Mathematics (STEM) disciplines to receive a full scholarship and be gainfully employed by the Department of Defense (DoD) upon degree completion.",
            "DegreeLevel": "Master, PhD",
            "STEM Focus": "Yes"
        }
    ]
}