{
    "pastawardees": [
        {
            "Award": "NSF Doctoral Dissertation Research Improvement Awards",
            "LastName": "Luo",
            "FirstName": "Zhifan",
            "FieldofStudy": "The Differential Influence of Three Types of Elites",
            "Email": "zluo2@albany.edu",
            "Photo": "luo-zhifan",
            "ReceivedYear": "2020",
            "FundingAmount": "$15,461"
        },
        {
            "Award": "NSF GRFP",
            "LastName": "Sussman",
            "FirstName": "Heather",
            "FieldofStudy": "Geosciences - Climate and Large-Scale Atmospheric Dynamics",
            "Email": "hsussman@albany.edu",
            "Photo": "sussman-heather",
            "ReceivedYear": "2019",
            "FundingAmount": "Award offered but declined by Heather since she will be accepting another fellowship from the Geospatial Research Laboratory",
            "Testimony": "I first learned about the SMART fellowship from an older student in my department who received it. When I learned about all the benefits he was getting, such as a summer internship and guaranteed full-time employment after graduation, I knew I had to apply for it since I was eligible.  So, I submitted an application with the help from this other student as well as my advisor and fortunately had success. I appreciate the independence, flexibility, and financial support brought to me by my fellowship. Since my PhD  is  funded by my own grant, I can completely define my research based on my interests, yet, I still have the support from my advisor and PhD committee."
        },
        {
            "Award": "NSF Doctoral Dissertation Research Improvement Awards",
            "LastName": "Li",
            "FirstName": "Muyang",
            "FieldofStudy": "Negotiation between State and Individuals through Social Media",
            "Email": "mli2@albany.edu",
            "Photo": "li-muyang",
            "ReceivedYear": "2019",
            "FundingAmount": "$14,831",
            "Testimony": "I am an awardee of the 2019 NSF Doctoral Dissertation Research Improvement Awards. This application requires close collaboration between you, your academic advisor, and the pre-award research administrator. Your advisor will act as the Principal Investigator who initiates the application and should expect to spend at least a week to fully engage with the application process, including submitting forms and taking required training. In addition to the financial benefits, this prestigious grant will provide you with valuable experiences in applying for and managing external funding. It can also help you to build a competitive academic profile."
        },
        {
            "Award": "NIH F31-Pre-Doctoral Fellowship",
            "LastName": "Louis",
            "FirstName": "Marissa Eileen",
            "FieldofStudy": "RNA structures regulating Zika virus gene expression",
            "Email": "melouis@albany.edu",
            "Photo": "louis-marissa-eileen",
            "ReceivedYear": "2018",
            "FundingAmount": "$72,560",
            "Testimony": "I initially applied for a ton of fellowships. For this NIH Fellowship, this was the second time I applied when I got it. The most challenging part of my application was grant writing. I think the checklist on this website will be super helpful because I remembered missing pages and required components when I submitted my proposal to the Research Administrator for review, and I had to fill in the gaps right before final submission.\r\nThe most significant benefit of winning this NIH Fellowship for me was the independence, where I wasn't relying on my department to pay my salary. So, I had the freedom outside of teaching to just do research. In addition, it was great name recognition, something you could put on your CV. So later on, if I want to apply for an F32 fellowship, I could say I previously won an F31."
        },
        {
            "Award": "NIH F32-Post Doc Fellowship",
            "LastName": "Desantis",
            "FirstName": "Kara",
            "FieldofStudy": "Exploring Interactions Between Retinoid and Vitamin D Signaling in Salivary Gland Homeostasis and Cancer",
            "Email": "kadesantis@albany.edu",
            "Photo": "desantis-kara",
            "ReceivedYear": "2018",
            "FundingAmount": "$121,864",
            "Testimony": "Generally, if you're in an NIH-supported lab, you're encouraged to apply for NIH funding because your chances of being funded are higher when you are in an NIH-supported lab. So, in my case, when I was a doctoral student, my PI encouraged me to apply to the NIH for postdoctoral support, and that's how I ended up doing that. Besides the independence of research, having financial security and knowing that you have a secured salary is really nice, since lab funding cycles can lapse in between grants. If your lab has a lapse in funding, there's that moment of insecurity when you're not sure if you're going to have the funding to continue your project. But on a fellowship, you have a salary in place and if you need to you can cobble together the supplies you need to continue the projects that you're working on."
        },
        {
            "Award": "NSF Doctoral Dissertation Research Improvement Awards",
            "LastName": "Nunez-Cortes",
            "FirstName": "Yajaira",
            "FieldofStudy": "The Emergence of Social Complexity",
            "Email": "ynunez-cortes@albany.edu",
            "Photo": "nunez-cortes-yajaira",
            "ReceivedYear": "2018",
            "FundingAmount": "$25,175"
        },
        {
            "Award": "NIH F31-Pre-Doctoral Fellowship",
            "LastName": "Blatt",
            "FirstName": "Patrick",
            "FieldofStudy": "Regulated RNA degradation is required for Drosophila oogenesis",
            "Email": "pblatt@albany.edu",
            "Photo": "blatt-patrick",
            "ReceivedYear": "2017",
            "FundingAmount": "$57,224"
        },
        {
            "Award": "NSF Doctoral Dissertation Research Improvement Awards",
            "LastName": "Holdsworth",
            "FirstName": "Elizabeth",
            "FieldofStudy": "Biological and Cultural Influences on Infant Stress Response Development",
            "Email": "eholdsworth@albany.edu",
            "Photo": "holdsworth-elizabeth",
            "ReceivedYear": "2017",
            "FundingAmount": "$22,880"
        },
        {
            "Award": "NSF GRFP",
            "LastName": "Findlay",
            "FirstName": "Ernesto",
            "FieldofStudy": "Geosciences - Climate and Large-Scale Atmospheric Dynamics",
            "Email": "efindlay@albany.edu",
            "Photo": "findlay-ernesto",
            "ReceivedYear": "2016",
            "FundingAmount": "$46,000 each year"
        },
        {
            "Award": "NIH F32-Post Doc Fellowship",
            "LastName": "Lennon",
            "FirstName": "Christopher William",
            "FieldofStudy": "Post-translational regulation of recombinase function by intein splicing",
            "Email": "clennon1@murraystate.edu",
            "Photo": "lennon-christopher-william",
            "ReceivedYear": "2016",
            "FundingAmount": "$118,992"
        },
        {
            "Award": "NSF Doctoral Dissertation Research Improvement Awards",
            "LastName": "Shteynberg",
            "FirstName": "Reveka",
            "FieldofStudy": "Rationales Underlying and Shaping Plea Decision-Making",
            "Email": "rshteynberg@albany.edu",
            "Photo": "shteynberg-reveka",
            "ReceivedYear": "2016",
            "FundingAmount": "$11,399"
        },
        {
            "Award": "NSF GRFP",
            "LastName": "Massmann",
            "FirstName": "Adam Kimball",
            "FieldofStudy": "Geosciences - Physical and Dynamic Meteorology",
            "Email": "akm2203@columbia.edu",
            "Photo": "massmann-adam-kimball",
            "ReceivedYear": "2015",
            "FundingAmount": "$46,000 each year"
        },
        {
            "Award": "NIH F31-Pre-Doctoral Fellowship",
            "LastName": "Wemm",
            "FirstName": "Stephanie",
            "FieldofStudy": "The impact of stress on steroid hormones and cue reactivity in smokers and gamblers",
            "Email": "swemm@albany.edu",
            "Photo": "wemm-stephanie",
            "ReceivedYear": "2015",
            "FundingAmount": "$45,542"
        }
    ]
}